Repository: yshialexandra/Optimizing_LLM_Chinese_Translation_through_Syntactic_Feature_Extraction_and_Representation_Editing
Catalog: yshibachlorpaper/Yiyan_tmx/A03C.tmx
Source language: en_us
Languages: zh_cn

source: Stopping Chicago's population loss
zh_cn: 遏制住芝加哥的人口流失

source: This city's broad shoulders are narrowing.
zh_cn: 这个城市宽阔的臂膀正在变弱。

source: Chicago lost citizens again last year, the only one of the country's 20 largest cities to see its population drop.
zh_cn: 去年芝加哥的居民数量再次减少，成为全美20个主要大城市中唯一一个入口负增长的城市。

source: It was the third consecutive year of decline.
zh_cn: 这个城市已经连续三年人口负增长。

source: Chicago's headcount fell by 8,638 residents from 2015 to 2016, according to the U.S. Census Bureau.
zh_cn: 根据美国人口统计局的说法，从2015年到2016年，芝加哥减少了8638位居民。

source: The previous year, the city's population dropped by 4,934 people.
zh_cn: 而在此前一年，这个城市的人口减少了4934。

source: The region is also shrinking. The greater Chicago area, defined by the Census Bureau as the city, its suburbs, northwest Indiana and southeast Wisconsin, suffered the sharpest drop in population of any metropolitan area in the nation in 2016 - a loss of 19,570 residents. The news wasn't any better for Illinois as a whole. Its population dropped a net 37,508 people.
zh_cn: 城市的面积也正在减少，根据市统计局界定，大芝加哥地区的郊区，即印第安纳州西北部及威斯康辛州东南部的人口在2016年是所有美国大都会地区中下降最急剧的，数量达37508。

source: No other state experienced that large a loss.
zh_cn: 其他州之前从未经历过如此大的人口损失。

source: It's bad news, but it's also news we've heard before.
zh_cn: 这实在是个坏消息，但这个消息我们业已耳熟能详。

source: For decades. After peaking at 3.6 million in 1950, the city began shrinking.
zh_cn: 几十年来，自从1950年城市人口达到顶峰的360万人后，芝加哥城市的规模就开始减少。

source: Chicago's population rose in the 1990s, but by 2010 it again dropped.
zh_cn: 在90年代芝加哥的人口也曾经历过增长，但从2010年起，人口再度减少。

source: Prior declines always had been cushioned by a steady influx of Mexican immigrants.
zh_cn: 以前，每次人口的减少总伴随着稳定的墨西哥移民潮来补充。

source: By 2007, that trend slowed.
zh_cn: 然而至2007年起，这种趋势有所减弱。

source: Many components factor into a city's overall health, and one of the most telling is population - as in, do people invest their futures here or go elsewhere?
zh_cn: 影响城市整体健康的因素有很多，而影响最显著的因素之一便是入口数量。这意味着人们是把自己的未来投资给了这个城市，还是投给了别的地方。

source: A city that's getting larger is a city with a broader tax base, more job opportunities, a bigger labor pool, more representation in Congress and a larger share of federal, population-based funding.
zh_cn: 人口增长的城市会有更大的纳税群体，更多的工作机会、劳工储备、国会代表以及更多联邦基于人口数量给出的拨款。

source: Here, though, potential employers see local and state governments that are forever piling on new regulations, adding tax increases and making the cost of doing business ever-higher.
zh_cn: 然而，有意于此落地的雇主认为，本地政府和州政府总是忙着推出增加税款，提高商业成本的政策。

source: City aldermen, Cook County Board members and state legislators see employers as golden geese they can extort: Here's the minimum wage you'll pay, here's your sick-time policy, here's your next sales tax increase ...
zh_cn: 市议员、县政府成员和州立法者把雇主当成了能随意剥削的金鸡。他们总要求雇主：你必须付上这个数目的最低工资，你的病假政策必须符合规定，你的下笔消费税 税款将会增加......

source: Chicago's population woes aren't critical yet, but they need attention now, before the slide gets dramatically worse.
zh_cn: 芝加哥的人口减少问题仍未十分严重，但政客们现在应当开始重视这个问题，不要将问题拖进更加严重的境地。

source: While making Chicago more jobs-friendly would help slow the outflow, a stronger employment climate arguably also would lead to less crime, less poverty and less household dysfunction.
zh_cn: 让芝加哥营造出吸引工作岗位的氛围不仅可以减缓人口流出的势头。据证明，强势的就业环境还可以降低犯罪率、贫困率和家庭功能失灵的情况。

source: Chicago especially needs to persuade businesses big and small to set root in job-starved neighborhoods on the South and West sides, where the loss of African-American population endangers the health and future of those communities.
zh_cn: 芝加哥特别需要说服大小企业在缺乏工作岗位的南部和西部生根。那里非裔人口的困顿情况已经危及了该地区未来的健康。

source: We've seen the energy and enthusiasm that major employers bring to struggling neighborhoods.
zh_cn: 我们已经领略到大雇主给困顿社区带来的能力和热情。

source: Think Whole Foods in Englewood, which opened last fall.
zh_cn: 看看去年秋季在恩格尔伍德市开张的全食（Whole Foods）超市。

source: On opening day, a shopper mused, "What if Englewood in the next 10 years will be the new Hyde Park?"
zh_cn: 在开张那天，一位来购物的顾客曾沉思着说：“如果恩格尔伍德10年后成为了下一个海德公园怎么办？”

source: That's a glint of enthusiasm we like to see.
zh_cn: 我们乐于看到这种热情的流露。

source: Yes, Chicago helped make the Whole Foods opening happen with $10.7 million in city subsidies. But the store partnered with a local community college to hire many of its employees, and put on display items produced by local businesses.
zh_cn: 是的，芝加哥的确用了1070万美元的城市津贴帮助全食超市开张，但是这所超市与当地的社区大学合作，雇佣了很多人，还把当地企业生产的产品上架。

source: We're not keen on routinely dangling city tax dollars to lure prospective employers to impoverished neighborhoods, but in the case of Whole Foods, which can seed economic growth in Englewood, infrastructure subsidies in the form of new roads and sewers benefited a community as much as a company.
zh_cn: 我们不愿看到城市的税款不断波动，以此引诱可能的雇主。但是在全食超市给恩格尔伍德带来经济增长埋下种子的例子中，修新路、修下水道提供的基建支持给社区和公司都带来了好处。

source: We could see the use of similar incentives to draw major employers to struggling neighborhoods, if the potential for jobs and economic growth is genuine.
zh_cn: 如果确定如此做能增加岗位，促进经济增长的话，我们可以利用类似的鼓励政策吸引大雇主进军落后的地区。

source: Such incentives aren't a cure-all, however.
zh_cn: 然而，这样的鼓励政策并不能根治这个问题。

source: In 2014, the Tribune held an event featuring a discussion with a union leader, one of the city's top educators and a mayoral aide.
zh_cn: 2014年，本报在一场活动中与一位工会领袖展开了一场讨论。他同时也是本市一位顶尖的教育家，身兼市长助手。

source: The evening touched on a variety of urban topics, one of which was the question of how to attract the best jobs to Chicago.
zh_cn: 那一晚我们谈到了各种城市议题，其中一项就是如何吸引到最好的一批工作来芝加哥。
